tap "homebrew/core"
tap "homebrew/bundle"
tap "jawshooah/pyenv"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "python@2"
brew "ansible"
brew "xz"
brew "python"
brew "asciinema"
brew "autojump"
brew "cuetools"
brew "curl", args: ["with-c-ares", "with-nghttp2"]
brew "go"
brew "dep"
brew "lame"
brew "ffmpeg"
brew "flac"
brew "git"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "ncurses"
brew "neovim"
brew "node"
brew "pyenv"
brew "pyenv-ccache"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shntool"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wavpack"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "docker"
cask "dropbox"
cask "enpass"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "nordvpn"
cask "skype"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "the-unarchiver"
cask "ticktick"
cask "torbrowser"
cask "transmission"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-fira-sans"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/fonts/font-lato"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
