tap "homebrew/core"
tap "homebrew/bundle"
tap "jawshooah/pyenv"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "python@2"
brew "ansible"
brew "aria2"
brew "xz"
brew "python"
brew "asciinema"
brew "autojump"
brew "cuetools"
brew "curl", args: ["with-c-ares", "with-nghttp2"]
brew "go"
brew "dep"
brew "lame"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "flac"
brew "flake8"
brew "fzf"
brew "git"
brew "global"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "mosh"
brew "ncurses"
brew "neovim"
brew "node"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-ccache"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shntool"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wavpack"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "dropbox"
cask "enpass"
cask "firefox"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "musicbrainz-picard"
cask "nordvpn"
cask "numi"
cask "paragon-ntfs"
cask "shadowsocksx-ng"
cask "skype"
cask "slack"
cask "sourcetree"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "ticktick"
cask "torbrowser"
cask "transmission"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
cask "caskroom/fonts/font-arial"
cask "caskroom/fonts/font-arial-black"
cask "caskroom/fonts/font-comic-sans-ms"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-fira-sans"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-inconsolata-dz"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-liberation-sans"
cask "caskroom/fonts/font-noto-sans"
cask "caskroom/fonts/font-noto-serif"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-open-sans-condensed"
cask "caskroom/fonts/font-pt-mono"
cask "caskroom/fonts/font-pt-sans"
cask "caskroom/fonts/font-pt-serif"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-condensed"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-source-serif-pro"
cask "caskroom/fonts/font-times-new-roman"
cask "caskroom/fonts/font-trebuchet-ms"
cask "caskroom/fonts/font-ubuntu"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Meta", id: 558317092
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quiver", id: 866773894
mas "Xcode", id: 497799835
