tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jawshooah/pyenv"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "python@2"
brew "ansible"
brew "aria2"
brew "xz"
brew "python"
brew "asciinema"
brew "autojump"
brew "cuetools"
brew "curl", args: ["with-c-ares", "with-nghttp2"]
brew "go"
brew "dep"
brew "lame"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "flac"
brew "flake8"
brew "fzf"
brew "git"
brew "global"
brew "htop"
brew "httpie"
brew "icdiff"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "mosh"
brew "ncurses"
brew "neovim"
brew "node"
brew "par"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-ccache"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shntool"
brew "stone-soup"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wavpack"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "bitwarden"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "dropbox"
cask "enpass"
cask "firefox"
cask "font-arial"
cask "font-arial-black"
cask "font-comic-sans-ms"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-hack"
cask "font-hasklig"
cask "font-inconsolata-dz"
cask "font-input"
cask "font-iosevka"
cask "font-lato"
cask "font-liberation-sans"
cask "font-monoid"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-trebuchet-ms"
cask "font-ubuntu"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "nordvpn"
cask "numi"
cask "paragon-ntfs"
cask "reaper"
cask "screenflick"
cask "shadowsocksx-ng"
cask "skype"
cask "slack"
cask "soundflower"
cask "sourcetree"
cask "steam"
cask "telegram"
cask "telegram-desktop"
cask "the-unarchiver"
cask "ticktick"
cask "torbrowser"
cask "transmission"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Meta", id: 558317092
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Quiver", id: 866773894
mas "Stockfish", id: 801463932
mas "Xcode", id: 497799835
