tap "homebrew/bundle"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Distributed revision control system
brew "git"
# Mac App Store command-line interface
brew "mas"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Interpreted, interactive, object-oriented programming language
brew "python@3.13"
# Display management tool
cask "betterdisplay"
# Screen capturing tool
cask "cleanshot"
# Web browser
cask "firefox"
cask "font-inter"
cask "font-monaspace"
# Web browser
cask "google-chrome"
# GPU-based terminal emulator
cask "kitty"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Get up and running with large language models locally
cask "ollama"
# All-in-one bookmark manager
cask "raindropio"
# Control your tools with a few keystrokes
cask "raycast"
# Team communication and collaboration software
cask "slack"
# Notepad with a built-in calculator
cask "soulver"
# Music streaming service
cask "spotify"
# Real time file synchronisation software
cask "syncthing"
# Messaging app with a focus on speed and security
cask "telegram"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Enchanted", id: 6474268307
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
