jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
danhper/fish-ssh-agent
patrickf1/colored_man_pages.fish
PatrickF1/fzf.fish
mattgreen/lucid.fish
h-matsuo/fish-color-scheme-switcher
jomik/fish-gruvbox
