jorgebucaran/fisher
pure-fish/pure
jethrokuan/z
jomik/fish-gruvbox
jorgebucaran/autopair.fish
jorgebucaran/replay.fish
danhper/fish-ssh-agent
patrickf1/colored_man_pages.fish
PatrickF1/fzf.fish
